<header>
        <nav>
            <ul>
                <li><a href="?url=main"> <img src="images/logo.svg" alt="Logo" class="logo"></a></li>
                <li><a href="?url=main">Главная</a></li>
                <li><a href="?url=about">О нас</a></li>
                <li><a href="?url=gallery">Галерея</a></li>
                <li><a href="?url=contacts">Контакты</a></li>
                <li><a href="?url=portfolio">Портфолио</a></li>
            </ul>
        </nav>
    </header>
    <main>
        <!-- Контент страницы "О нас" -->
        <h1>О нас</h1>
        <p>Наша компания была основана в 2010 году с целью предоставления инновационных решений в области разработки мобильных веб-приложений. Мы стремимся создавать высококачественные и эффективные приложения, которые удовлетворяют потребности наших клиентов и соответствуют самым современным стандартам индустрии.</p>

        <h2>Наша миссия</h2>
        <p>Мы стремимся к тому, чтобы сделать жизнь наших клиентов проще и удобнее, предоставляя им надежные и удобные инструменты для взаимодействия с их пользователями. Мы верим в силу технологий и постоянно ищем новые способы улучшить наш продукт и сервис.</p>

        <h2>Наши ценности</h2>
        <ul>
            <li><strong>Качество:</strong> Мы ставим перед собой цель создавать продукцию самого высокого качества, соответствующую самым строгим стандартам.</li>
            <li><strong>Инновации:</strong> Мы постоянно исследуем и внедряем новые технологии, чтобы оставаться на переднем крае индустрии.</li>
            <li><strong>Клиентоориентированность:</strong> Мы внимательно прислушиваемся к потребностям наших клиентов и стремимся превосходить их ожидания.</li>
            <li><strong>Командная работа:</strong> Мы верим в силу командной работы и ценим вклад каждого сотрудника в общий успех.</li>
        </ul>

        <h2>Наши достижения</h2>
        <p>За годы работы мы достигли значительных успехов в сфере разработки мобильных веб-приложений:</p>
        <ul>
            <li>Разработка более 50 успешных приложений для клиентов по всему миру.</li>
            <li>Получение награды за лучшее мобильное приложение года на международной конференции в 2019 году.</li>
            <li>Партнерство с ведущими технологическими компаниями для внедрения новейших решений в наших проектах.</li>
        </ul>

        <h2>Наша команда</h2>
        <p>В нашей команде работают высококвалифицированные специалисты в области разработки программного обеспечения, дизайна и аналитики. Мы гордимся тем, что каждый из наших сотрудников привносит уникальные знания и опыт, способствуя нашему общему успеху.</p>

        <h2>Свяжитесь с нами</h2>
        <p>Если у вас есть вопросы или вы хотите обсудить возможное сотрудничество, пожалуйста, не стесняйтесь связаться с нами. Мы будем рады помочь вам!</p>

    </main>
    <footer>
        <p>&copy;Mobi</p>
    </footer>