    <header>
        <nav>           
            <ul>
                <li><a href="?url=main"> <img src="images/logo.svg" alt="Logo" class="logo"></a></li>
                <li><a href="?url=main">Главная</a></li>
                <li><a href="?url=about">О нас</a></li>
                <li><a href="?url=gallery">Галерея</a></li>
                <li><a href="?url=contacts">Контакты</a></li>
                <li><a href="?url=portfolio">Портфолио</a></li>
            </ul>
        </nav>
    </header>
    <main>
        <!-- Контент главной страницы -->
      <h1>Мобильные веб-приложения</h1>
        <p>Наша компания гордится тем, что предоставляет инновационные решения в разработке мобильных веб-приложений. Мы объединяем современные технологии и креативный подход, чтобы создавать эффективные и удобные веб-приложения, которые идеально подходят для любых мобильных устройств.</p>

        <p>Мы специализируемся на создании приложений, которые помогают бизнесам улучшать их взаимодействие с клиентами, оптимизировать внутренние процессы и повышать общую эффективность. Наши веб-приложения предоставляют уникальный пользовательский опыт, который позволяет пользователям легко и удобно взаимодействовать с вашими услугами и продуктами.</p>

        <p>В нашем портфолио вы найдете разнообразные проекты, от простых информационных сайтов до сложных приложений для электронной коммерции и социальных сетей. Каждый проект разрабатывается с учетом уникальных потребностей наших клиентов, и мы всегда стремимся превзойти их ожидания.</p>

        <p>Наши услуги включают:</p>
        <ul>
            <li><strong>Разработка пользовательских веб-приложений:</strong> Мы создаем уникальные решения, которые соответствуют вашим бизнес-целям и требованиям.</li>
            <li><strong>Анализ и проектирование:</strong> Мы внимательно изучаем ваши потребности и разрабатываем стратегию, которая обеспечит наилучшие результаты.</li>
            <li><strong>Поддержка и обслуживание:</strong> Мы обеспечиваем постоянную поддержку и обновления для вашего приложения, чтобы гарантировать его бесперебойную работу.</li>
            <li><strong>Оптимизация и улучшение:</strong> Мы постоянно анализируем производительность вашего приложения и вносим улучшения, чтобы поддерживать его на высшем уровне.</li>
        </ul>
        <p>Мы верим, что каждая идея заслуживает воплощения, и наша команда готова помочь вам реализовать ваш проект. Свяжитесь с нами, чтобы обсудить, как мы можем помочь вам достичь ваших бизнес-целей с помощью современных мобильных веб-приложений.</p>
    </main>
    <footer>
        <p>&copy;Mobi</p>
    </footer>